export const schoolsData = [
	{
		id: 1,
		name: "Geek Brains",
		link: "https://gb.ru",
		data: "April 2022 - May 2022",
		company: "Российская компания в сфере онлайн-образования, основанная в 2010 году. Образовательная платформа GeekBrains предлагает курсы по информационным технологиям, программированию, аналитике, тестированию, маркетингу, менеджменту и дизайну.",
		hard: "На базовом уровне познакомился с IT. Узнала, какие профессии бывают, и подобрал интересную для себя.",
		soft: "Сильно проникся данной сферой и впервые за долгое время нашел что то что вдохновило меня."
	},
	{
		id: 2,
		name: "Academy Top",
		link: "https://msk.top-academy.ru/",
		data: "May 2022 - September 2022",
		company: "Данная академия предлагает различные курсы по программированию, информационным технологиям и кибербезопасности. В академии работают опытные преподаватели, которые помогают студентам получить необходимые знания и навыки для успешной карьеры в IT-индустрии.",
		hard: "В данной школе изучил основы web разработки такие как HTML, CSS и JS.",
		soft: "Выбор пал на данную академию, так как в ней присутствовала возможность очного обучения, что помогло мне познакомится с людьми со схожими интересами."
	},
	{
		id: 3,
		name: "Javascript",
		link: "https://learn.javascript.ru/",
		data: "September 2022 - December 2022",
		company: "Ресурс “Learn JavaScript” является онлайн-платформой для изучения JavaScript - популярного языка программирования, используемого для создания интерактивных веб-приложений и динамических веб-страниц. Он предлагает интерактивные курсы, учебные модули, практические задания и примеры кода для освоения основ и продвинутых концепций JavaScript.",
		hard: "На данном ресурсе поглубже окунулся в изучение JS.",
		soft: "..."
	},
	{
		id: 4,
		name: "Htmllessons",
		link: "https://htmllessons.ru/",
		data: "January 2023 - March 2023",
		company: "Школа позволяет изучать различные веб-технологии на примере готовых проектов. На сайте представлены различные интенсивы по изучению frontend и backend профессий.",
		hard: "Проект Red-group помог глубже погрузиться в веб-разработку. Интенсивы этого проекта помогли разобраться с такими технологиями как React, Next, Yarn, Tawind, Redux, Rtk-Quari и кучей разных npm-пакетов.",
		soft: "Кураторы оказалить очень пунктуальными и открытыми к задаваемым вопросам, что помогло точично изучить некоторые аспекты конкретных технологий."
	}
]

